<?php
/**
 * Created by JetBrains PhpStorm.
 * User: Александр
 * Date: 25.10.12
 * Time: 15:14
 * To change this template use File | Settings | File Templates.
 */
/*
 * форма настройки соотвествия полей, той структуре что загружаем в файле импорта
 * т.е. сперва загружаем файл, анализируем его(смтрим кол-во его столбцов)
 * а далее для каждого столбца выдаём список соотвествий, на выбор пользователю
 * пользователь выбирает из списка соотвествие и может сохранить либо в файл шаблона
 * либо просто сохранить в задании
 */
